---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionUtils
source: html/5f8b2306-6cc3-150b-c0df-9b519a65dc26.htm
---
# StructuralSectionUtils Methods

Return structural element definition data.